#!/usr/bin/env python
# -*- coding: utf-8 -*-
#hello
message_list_ru = [

#################################################
#						#
# General Announcements - Updated Rarely 	#
#						#
#################################################

"Обновленная дорожная карта БОСкоин\
\nhttps://forum.boscoin.io/t/boscoin-roadmap/2195",
##
"Если вы еще не подписались на официальный канал новостей, то сейчас самое время! Не упустите все самые важные новости!\
\nhttps://t.me/BOScoinNewsRU",
##
"Следуйте за развитием github, наблюдая за репозиторием\
\nhttps://github.com/bosnet/sebak\.",
##
"Наши официальные каналы, которые позволят вам следить за событиями в нашей экосистеме БОСкоин\
\n- Twitter - https://twitter.com/BoscoinRu\
\n- Community Forum - https://forum.boscoin.io/\
\n- Telegram announcements - https://t.me/BOScoinNewsRU\
\n- VK Blog - https://vk.com/public173538613\
\n- Github репозитории - https://github.com/bosnet\
\n- Official Youtube channel - https://www.youtube.com/channel/UC8jcLGbwx_itHzgFPcTLiBg",
##
"Награды за членство рассчитываются каждый 17,280 блок(примерно каждый день):\
\n440,640 БОС X (Кол-во замороженных БОС) ÷ (Кол-во замороженных БОС в системе)\
\nНаграды зачисляются примерно каждый месяц в зависимости от высоты блока",
##
"Наши официальные сообщества, которые позволят вам следить за событиями в нашей экосистеме БОСкоин\
\n- Английская группа - https://t.me/OfficialBOScoin\
\n- Корейская группа - https://t.me/joinchat/BPQJWEId_7PYwa_oelx_aA",

#################################################
#						#
# Team Introductions 				#
#						#
#################################################

"Наш генеральный директор Чхве Еджун Our CEO был опубликован на обложке 'BOScoin: Reaching the New Heights of a Cryptocurrency Framework'\
\nhttps://www.insightssuccess.com/boscoin-reaching-the-new-heights-of-a-cryptocurrency-framework/",
 ##
"Технический директор, Минхе Бэ\
\nМинхе был разработчиком на протяжении многих лет. Он начал работать в BlockchainOS как разработчик\
 Траст контрактов, но быстро стал ведущим разработчиком, реализуя видение нашего генерального директора\
 Чхве Еджунa. За спиной у Минхе огромный опыт создания и управления крупными распределенными сетями, как\
 AWS, Azure and GCP.\
\nhttps://boscoin.io/boscoin/",
##
"Познакомьтесь с нашим генеральным директором, Чхве Еджун\
\nЕджун - топовый эксперт в технологии блокчейн. Он имеет более 20 лет опыта работы в разработке программного обеспечения и был посвящен разработке блокчейна последние 5 лет.\
\nhttps://boscoin.io/boscoin/",
##
"Познакомьтесь с начальником отдела развития, Менгсан Джун\
 Менгсан Джун закончил в 1995 году бакалавриат отделения социологии Сеульского Национального Университета. Он работал в IT индустрии 20 лет, включая Cyworld - в самой успешной мировой социальной сети (SNS).\
 Он опубликовал книгу в 2012 году, в которой проанализирована структура коммуникации XXI века. В 2012 году эта книга была признана Министерством культуры и туризма Кореи как 'Превосходная литературная книга'. Также, он опубликовал вторую книгу в Корее, в которой он исследует отношение между правительством, блокчейном и социальным доверием.\
 the government, blockchain and social trust.\
\nhttps://boscoin.io/blockchain-government-free-download/\
\n На данный момент он концентрируется на БОСкоин для дальнейшего изменения будущего блокчейн.",
##
"БОСкоин предложил новое решение для борьбы с высокой финансовой комиссией и проблемами  финансирования посредством внедрения 'Общественного финансирования', который будет осуществляться через программу RIPP (Reverse ICO Partner Program).\
\nhttps://boscoin.io/pf/",
##
"Предложение о наградах за членство:\
Публичное финансирование - это создание кредита нашим сообществом для ускорения расширения экосистемы БОСкоин. Это дополнительный выпуск монет для определенной цели, осуществляемый только после одобрения сетью Конгресса.\
\nhttps://boscoin.io/pf/",


#################################################
#						#
# Quotes from White Paper 2.0 			#
#						#
#################################################

"Через публичное финансирование создается кредит. Это решение принимается не ЦБ или правительства, а коллективным соглашением участников сети БОСкоин. БОСкоин уже внедрил систему правления под названием Сеть Конгресса, предоставляя возможность своим участникам принимать решения. Сообщество БОСкоин может предлагать, просматривать и голосовать за выпуск нового токена.  Участники сети определяют размер, объем и базовую цену выпуска токена, а также условия его использования. Решение сообщество будет выполнено посредством Траст контрактов. Реальные активы, приобретенные путем выпуска БОСкоинс будут использоваться сообществом, и таким образом все активы будут общедоступны.\
\nhttps://boscoin.io/wp-content/themes/boscoin/src/pdf/BOScoinWhitePaper_2.0_EN.pdf\
 (стр. 3)",
 ##
"Команда БОС не пытается создать токен-платформу, которая просто использует блокчейн, и не псевдо-валюту для определенной цели. Мы хотим организовать и создать глобальную систему создания кредитов, которая заменит существующую систему, и в которую будут верить жители всего мира.\
\nhttps://boscoin.io/wp-content/themes/boscoin/src/pdf/BOScoinWhitePaper_2.0_EN.pdf\
 (стр. 5)",
 ##
"Стоит отметить не только важность использования силы капитала, но также 1) преодолеть проблемы акционерного капитализма и предоставить всем возможность участвовать на рынке. 2)дать возможность тем, кто предоставляет кредит экономике, участвовать в принятии финансовых решений, 3) определить производственную систему как общий ресурс, в случае если производство, используя деятельность потребителей, не приносит им пользы.\
\nhttps://boscoin.io/wp-content/themes/boscoin/src/pdf/BOScoinWhitePaper_2.0_EN.pdf\
 (стр. 9)",
##
"В отличие от других криптоплатформ БОСкоин может предложить Публичное финансирование поскольку он имеет систему управления под названием Конгресс сеть.\
\nhttps://boscoin.io/wp-content/themes/boscoin/src/pdf/BOScoinWhitePaper_2.0_EN.pdf\
 (стр. 15)",


#################################################
#						#
# Videos published on the official Youtube 	#
#						#
#################################################

"Видео: [Русская озвучка] БОСкоин 'Награды за членство'\
\nhttps://www.youtube.com/watch?v=KvfnZHn3r7Y&t=20s",
##
"[Онлайн перевод: Англ] ABF панельная дискуссия от Чхве Еджуна,генерального директора BOScoin\
 / Paul Kim\
\nhttps://youtu.be/ZZ0EoeKM-h8",
##
"Встреча БОСкоин и партнеров Forbiz Payexpress 20180903\
\nhttps://youtu.be/eUD2UkO6u1w",
##
"Видео: [Инструкция] Регистрация в конгресс, кошелек, и заморозка токенов.\
\nhttps://www.youtube.com/watch?v=vz_4kd-_-mg&list=PLauV0uhP9FHrJH25zfb4ZD3QKvzOVJCMs&index=2",

#################################################
#						#
# General Announcements - Updated Often 	#
# 						#
#################################################

"Награды за членство\
\n Как только вы вступите в членство и заморозите 10,000 БОС вы сможете получать награды за членство.\
\nПериод голосования : Nov 30th, 2018 13:00 ~ Dec 6th, 2018 13:00 (UTC+09:00)\
\nhttps://boscoin.io/pf/pf_r_00-000-a/",
##
"Приветствуем! Присоединяйтесь к нашему обсуждению и поделитесь своим мнением о предложении 'Награды за членство'.\
 Membership Reward PF.\
\nОбсуждение на английском: https://www.kialo.com/invited?token=005-c427c2fa-7288-47d0-a5fe-3c146a0e1b74",
##
"В честь 10-го дня рождения Bitcoin, БОСкоин решил предложить бесплатную загрузку книги Менгсана Джун “Blockchain Government”\
\nhttps://boscoin.io/blockchain-government-free-download/",
##
"Биржы\
\n- Coinbene.com, Kucoin.com, 2xchange.co.kr, LATOKEN.com and gdac.com это все биржи, на который торгуется БОСкоин на данный момент.",
##
"Мы опубликовали брошюру с основной информацией о платформе БОСкоин.\
\nhttps://boscoin.io/data/brochure.html\
\n- БОСкоин - это проект финансового блокчейна, который наиболее капиталистическим способом взломает капитализм.\
\n- БОСкоин предлагает три альтернативы - создание кредита через участие, инвестиции в демократическое влияние и совместное использование определенных активов для формирования нового понятия 'Финансирование проекта'. Целью является обеспечение лучшего капитализма и решения высокий интересов в традиционном финансировании проектов.\
\n- БОСкоин запускает партнерскую программу'Reverse ICO Partner Program' для нахождения и поддержки компаний, нуждающихся в финансировании через обратное ICO.",
 ##
"Белая бумага 2.0 опубликована\
\nhttps://boscoin.io/about/#papers",
##
"Ежемесячные вопросы к CEO и CTO\
\n\
\n- Подача вопросов с 1 по 10\
\n- Команда разбирает вопросы с 11 по 20\
\n- Ответы публикуются на boscoin.io с 21 по 31\
\nhttps://docs.google.com/forms/d/e/1FAIpQLSdjFPWZPAEPKeuGP7hl7Wp02QgCpZow0bA5b2UZVBlY7-TQKA/viewform",
##
"Регулярная проверка основной сети SEBAK каждый четверг с 14:00 - 16:00(+09:00 UTC)\
\n Во время проверки использование SEBAK ограничено. Такие операции, как транзакции, проверка аккаунта, KYC, замораживание, голосование будут недоступны.\
\nhttps://vk.com/wall-173538613_21",
##
"Основная сеть уже запущена!\
\n- Запуск основной сети SEBAK\
\nhttps://vk.com/wall-173538613_20\
\n- Запуск голосования и регистрации на членство\
\nhttps://vk.com/wall-173538613_23\
\n- Кошельки на десктоп и андроид уже выпущены.\
\nhttps://vk.com/wall-173538613_22",


#################################################
#						#
# Promotion Announcements 			#
#						#
#################################################

"Присоединяйся, Голосуй и Получи до 1000 БОС!Голосование началось 30 ноября\
\nhttps://vk.com/wall-173538613_14/\
\nhttps://youtu.be/amQyXwjvC0o",
##
"Слышали ли вы о дополнительных наградах за раннее голосование?\
\nГолосуйте и вы можете заработать до 1000 БОС!\
\n\
\n1000 БОС (между Нояб 30 - Дек 2)\
\n500 БОС (между Дек 2 - Дек 4)\
\n250 БОС (между Дек 4 - Дек 6)\
\n\
\nhttps://vk.com/wall-173538613_14/",
 ##
"Эирдропы за первое голосование\
\nСамое первое голосование сообщества БОСкоин!\
\nЦель этого голосования заключается в определении того, насколько согласны участники сети с предложением, сформированным командой БОС. Будучи участником БОСкоин, у вас есть выбор 'Одобрить', 'Не согласиться'' и 'ВОздержаться'. Результаты будут озвучены 7 декабря 2018 года после окончания периода голосования. БОСкоин благодарит вас за участие в голосовании! Взамен, мы подготовили для вас награды за участие.\
\nhttps://boscoin.io/appreciation/",
##
"Не пропусти шанс выиграть до 1500$  во втором раунде!\
\n\
\n2018 BOScoin Global Video Contest\
\nДетали: https://vk.com/wall-173538613_9",
##
"Наш партнер Payexpress опубликовал Белую бумагу 1.0 (Черновая версия)\
 Payexpress - эт обизнес, который способствует оплате на основе блокчейн, кредиту и обмену цифровыми активами.\
\nhttps://www.dropbox.com/s/bupyc8kpgo4448p/payexpress_wp_20181112.pdf?dl=0\
\nwww.payexpress.io\
\nhttps://t.me/payexpress_english",
##
"Мы просим поддержки от нашего сообщества! Вы можете отправить нам 30-секундное видео, которое мы воспроизведем во время конференции BOSCON 7 декабря, 2018 года. Заявку можно подать здесь:\
\nhttps://docs.google.com/forms/d/e/1FAIpQLSemDctPFifGYqifAcPMKEawdQhH4RRQwVl-lotOLBYOIghmVg/viewform"
]